Repository: The-Huginn/party-game
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sk

source: Choose game mode
sk: Vyber si mód hry

source: Choose your unique game name
sk: Vyber si unikátne meno hry

source: Choose at least one category
sk: Vyber aspoň jednu kategóriu

source: Lobby for players
sk: Lobby pre hráčov

source: Unable to add player. Check the player does not already exist and his name is longer than 2 characters.
sk: Nepodarilo sa pridať hráča. Skontrolujte, že hráč neexistuje a jeho meno má viac ako 2 znaky.

source: Choose categories
sk: Vyber kategóriu

source: Rules
sk: Pravidlá

source: Start game
sk: Začať hru

source: You should stop at each pub for one drink, preferrebly pint. You should ideally follow these steps.
sk: Zastavte sa v každom pube na jeden nápoj, ideálne pint (pivo). Mali by ste sa riadiť nasledujúcimi krokmi.

source: Always before leaving pick a new pub.
sk: Vždy pred odchodom si vyberte nový pub.

source: Check next task on your list.
sk: Pozrite si ďalšiu úlohu.

source: Follow the task assigned to you.
sk: Dodržte zadanú úlohu.

source: When someone gets caught breaking the task-rule he should either <u>Drink an extra shot</u> or <u>Buy drink in the next pub to the one, who caught you</u> and continue to follow the task-rule
sk: Pokial bude niekto pristihnutý, ako porušuje pravidlo tak buď <u>Vypije jeden extra shot</u> alebo <u>Musí kúpiť ďalší nápoj osobe, ktorá ťa pristihla porušiť pravidlo</u> a musíte ďalej dodržiavať pravidlo.

source: And lastly have a lovely night out! Enjoy!
sk: A nakoniec majte úžasnú noc! Enjoy!

source: You have finished the
sk: Skončili ste

source: Task number
sk: Úloha číslo

source: Don't be an alcoholic, find at least one other player
sk: Nebuď alkoholik, nájdi si ešte aspoň jedného hráča

source: No more tasks remain.
sk: Už žiadne ďalšie úlohy neostali.

source: Otherwise you drink
sk: Inak piješ

source: Page Not Found
sk: Stránka nebola nájdená

source: If you have been playing the game please navigate back to
sk: Pokiaľ ste hrali hru prosím vráďte sa naspäť na

source: Game
sk: Hru

source: Otherwise Please navigate to main page
sk: Inak sa vráďte na hlávnu stránku

source: Main page
sk: Hlavná stránka

source: Thank you for visiting my game website! But please note I do not take any responsibility for correct functionality of this website nor for what can happen to you while playing this game, if you decide to do so.
sk: Ďakujem, že si navštívil moju stránku! Ber však prosím na vedomie, že neberiem žiadnu zodpovednosť za správnu funkčnosť tejto stránky a zároveň za to, čo sa vám môže stať počas hry, pokiaľ sa rozhodnete si ju zahrať.

source: Please do not search different game names and if you collide pick a new name. Do not ruin fun of others, otherwise you will have to log in
sk: Poprosím Vás nehľadajte iné hry prehľadávaním mien a nekazte tak zábavu iným, inak sa budete musieť eventuélne prihlasovať

source: And noone wants that.
sk: A to nikto nechce.

source: Also I should let you know I am using
sk: Zároveň asi musím upozorniť, že používam

source: so by continuing you agree I am allowed to use them.
sk: čiže pri pokračovaní potvrdzujete, že ich môžem používať.

source: Drink responsibly and think about your moms!
sk: Hlavne pite s rozumom a myslite na maminy!

source: I agree
sk: Potvrdzujem

source: Task for everybody!
sk: Úloha pre všetkých!

source: Next
sk: Ďalej

source: Started game within last day was detected, would you like to continue?
sk: Rozohraná hra za posledný deň bola detekovaná, chcete v nej pokračovať?

source: Continue
sk: Pokračovať

source: New game anyway
sk: Nová hra

source: Players are divided into pairs as follows
sk: Hráči sú rozdelení do dvojíc následovne

source: Game name
sk: Názov hry

source: Start
sk: Štart

source: Add Player
sk: Pridať hráča

source: Add
sk: Pridať

source: Remove
sk: Odstrániť

source: Next Task
sk: Ďalšia Úloha

source: Turn of player
sk: Hráč na rade

source: Start Timer
sk: Spustiť časovač
